;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Gabriel Bueno
; TranslationAuthorEmail: rio234oas@hotmail.com
;

[Translation]
LangCode=0C01
ReadHabit=Left-to-right
LanguageName=PT-BR
LangShortName=pt-br
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=ANSI_CHARSET
Warning=Alerta
Error=Erro
Confirm=Confirmação
pmHelp=Ajuda online
pmforum=Fórum
pmHome=Página inicial
pmContact=Contate-nos
pmCheckNew=Procurar atualizações
pmLang=Idiomas
pmAbout=Sobre
pmConMenu=Adicionar ao menu de contexto
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Livre-se de qualquer arquivo que não pode ser excluído pelo Windows
FrmWDMain.btnAFile.caption=Adicionar arquivo
FrmWDMain.btnAfolder.caption=Adicionar pasta
FrmWDMain.btnRemove.caption=Remover
FrmWDMain.btnDel.caption=Desbloquear & remover
FrmWDMain.btnsupport.caption=Feedback
FrmWDMain.btnfacebook.hint=Siga-nos no Facebook
FrmWDMain.btntwitter.hint=Compartilhe o Wise Force Deleter no Twitter
FrmWDMain.btngoogle.hint=Compartilhe o Wise Force Deleter no Google+
FrmWDMain.btnemail.hint=Compartilhe com seus amigos
FrmWDManin.lvfile.Columns[0]=Nome
FrmWDManin.lvfile.Columns[1]=Caminho
FrmWDManin.lvfile.Columns[2]=Status
FrmAbout.caption=Sobre
FrmAbout.lblver.caption=Versão atual:
FrmAbout.lblemail.caption=Email de suporte:
FrmAbout.lblhome.caption=Página inicial:
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas que contribuíram:
FrmAbout.lblWarning.caption=Aviso: Este programa de computador é protegido por leis de direitos autorais e tratados internacionais.
[Lang]
NativeLanguage=Português (Brasil)
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
[Message]
addfolderwar=Todos os arquivos e subpastas serão excluídos. Tem certeza de que deseja desbloquear e excluir esta pasta?
sysdirs=Não é possível suportar a exclusão dos diretórios do sistema.
rootpath=Não é possível suportar a exclusão de diretórios raiz.
netdevice=Esse não é um disco rígido válido.
DragFile=Uma pasta não pode ser arrastada.
ForceDelete=Exclusão forçada
Newver=Uma nova versão do Wise Force Deleter está disponível, você quer atualizar agora?
NoNewVer=Parabéns, a versão que você está usando é a mais recente!
None=Pronto
Unlocked=Desbloqueado & excluído
Deleted=Excluído
FailDel=Exclusão falhou
Aborted=Abortado
NoExists=não existe
ConfirmDel=Tem certeza que quer desbloquear e excluir esse(s) arquivo(s)?
TranslateTo=Traduzir para...
